content/posts/20200624020825-metal_gear_solid_3.md
+++
title = "Metal Gear Solid 3"
author = ["Daniel Biasiotto"]
draft = false
+++

Ambientato nella foresta russa fittizia nel 19--

Un cadavere morto da tempo, sotto il ponte da cui The Boss ha buttato giu' Naked Snake, chi e'?


## The Joy ~ [The Boss]({{< relref "20200624175553-the_boss.md" >}}) {#the-joy-the-boss--20200624175553-the-boss-dot-md}

Voyevoda in russia


### diserta per Volgin {#diserta-per-volgin}

mhhhh non proprio: doppio gioco!


### Eroina durante la 2a guerra mondiale {#eroina-durante-la-2a-guerra-mondiale}

"Non ho disertato" e' fedele al suo intento

-   sembra di livello inarrivabile rispetto a Naked Snake


### Compagna di battaglia di The Sorrow {#compagna-di-battaglia-di-the-sorrow}

Lo Uccide per una missione


### Fedele al suo paese fino alla fine {#fedele-al-suo-paese-fino-alla-fine}


#### in missione per conto dell'America {#in-missione-per-conto-dell-america}


#### doppio gioco rispetto a Volgin {#doppio-gioco-rispetto-a-volgin}


#### deve morire per non rovinare la facciata americana rispetto alla Russia, che chiede la morte di The Boss {#deve-morire-per-non-rovinare-la-facciata-americana-rispetto-alla-russia-che-chiede-la-morte-di-the-boss}


#### John la uccide, puo' esserci un solo boss, un solo snake {#john-la-uccide-puo-esserci-un-solo-boss-un-solo-snake}


### madre di [Ocelot]({{< relref "20200627034213-ocelot.md" >}}) {#madre-di-ocelot--20200627034213-ocelot-dot-md}


#### partorito il D-Day {#partorito-il-d-day}


## Naked Snake ~ [Big Boss]({{< relref "20200624175455-big_boss.md" >}}) {#naked-snake-big-boss--20200624175455-big-boss-dot-md}


### Jack/John Doe {#jack-john-doe}

Il nostro protagonista

-   L'unico che puo' uccidere The Boss
    -   le e' molto legato emotivamente, e' la madre delle forze armate americane
        -   porta la sua bandana
        -   ha lavorato con lei per 10 anni
    -   la conosce, forse anche per questo non puo' batterla


#### Appassionato di armi, gioca con la pistola che gli dona EVA {#appassionato-di-armi-gioca-con-la-pistola-che-gli-dona-eva}

-   Metafora dell'artista Kogima che gioca con i suoi giocattoli
-   Alan Smithy (?)


## Major Tom - Major [Zero]({{< relref "20200624175530-zero.md" >}}) {#major-tom-major-zero--20200624175530-zero-dot-md}

-   Tom muore nei tunnel (Great Escape)
    -   sfortuna! il maggiore decide di cambiare nome in codice


## Volgin {#volgin}

Elettrificato, un po' Tekken 3


### Kawabara Kawabara {#kawabara-kawabara}

protezione dai fulmini durante le tempeste

-   superstizio
    -   infatti si interrompe durante la bossfight se viene lanciata una raganella


### Con il lanciarazzi (Davy Crockett) e la testata nucleare procuratagli da The Boss fa saltare il centro di ricerca di Sokolov {#con-il-lanciarazzi--davy-crockett--e-la-testata-nucleare-procuratagli-da-the-boss-fa-saltare-il-centro-di-ricerca-di-sokolov}

-   innesca la Metal Gear Saga (?)


## Cobra {#cobra}

squadra formata da The Boss durante la guerra del Golfo
I nomi in codice sono derivati dalle emozioni che guidano i membri in battaglia

-   Danno retta solo a The Boss, neanche Volgin sa quali sono i loro reali obiettivi


### The Pain {#the-pain}


### The End {#the-end}


### The Fury {#the-fury}


### The Fear {#the-fear}


## Operazione Snake Eater {#operazione-snake-eater}

Operazione chiamata xosi' perche' l'obiettivi

-   uccidere The Boss
    -   per ripulire il nome della Fox Hound
-   recuverare Sokolov
-   distruggere Shacoloth

Il presidente russo chiama il presidente Johnson per evitare la soluzione finale


### Infiltrati russi {#infiltrati-russi}


#### ADAM {#adam}

-   Per riconoscersi:
    "Who are the patriots?" `"La-Li-Lu-Le-Lo"`
        Scott Dolph lo dice in MGS2 prima di morire
    La-Li-Lu-Le-Lo --&gt; censura neurale per proteggere l'identita' dei Patriots attraverso le nanomacchine


#### EVA {#eva}

Una ex Codebreaker per NSA

-   Femme Fatale


### Team {#team}


#### Para-Medic {#para-medic}


#### Sigint {#sigint}

<!--list-separator-->

-  esperto di armi


## Secret Theater {#secret-theater}

teatro per l'appassionato
Sono cut-scenes modificate in maniera comica